{
  "Comment.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "friendly-snippets": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "neovim-ayu": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" }
}